---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FamilyRoughWidthParam
source: html/77324baa-8b46-7f29-79b0-8a356e612edf.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FamilyRoughWidthParam Property

"Rough Width"

## Syntax (C#)
```csharp
public static ForgeTypeId FamilyRoughWidthParam { get; }
```